
# Задание 1
'''a = 6
b = 2
if a < b:
    print('Меньше')
elif a > b:
    print('Больше')
else:
    Print('Равно')'''

    
# Задание 2
'''a = 3
if a % 2 == 0:
    print('Число четное')
else:
    print('Число нечетное')'''
    
    
# Задание 3
Pocupca = input('Какую машину купить?')
Pocupca2 = input('Какую вторую машину вы хотите купить?')
if Pocupca == Pocupca2:
    print('Равны')
else:
    print('не равны')
    
    
#Задание 4
a = int(input())
if a < 2:
    print('Младенец')
if 2 >= a < 12:
    print('Ребенок')
if 12 >= a < 18:
    print('Подросток')
if 18 >= a < 35:
    print('Молодежь')
if 35 >= a < 60:
    Print('Взрослый человек')
if a >= 60:
    print('Пожылой человек')
